app/views/users/show.html.erb


<% if @user.microposts.first %>
---
SELECT  `microposts`.* FROM `microposts` WHERE `microposts`.`user_id` = 1 ORDER BY `microposts`.`id` ASC LIMIT 1

  <strong>最初のMicropostはこちら</strong>
  <%= @user.microposts.first.content %>
---
SELECT  `microposts`.* FROM `microposts` WHERE `microposts`.`user_id` = 1 ORDER BY `microposts`.`id` ASC LIMIT 1